[Akimbo X2SoldierClassTemplate]
+LeftAbilityTreeTitle="Gun Fu"
+RightAbilityTreeTitle="Scrapper"
AbilityTreeTitles[0]="Gun Fu"
AbilityTreeTitles[1]="Scrapper"
AbilityTreeTitles[2]="Flexible"
AbilityTreeTitles[3]="XCOM"

[IsmsScoutsOverwatch X2AbilityTemplate]
LocFriendlyName="Scout's Watch"
LocLongDescription="The <Ability:Classname/> no longer has reaction fire penalties with overwatch and can crit, but can only watch over small regions."
LocHelpText="The <Ability:Classname/> no longer has reaction fire penalties with overwatch and can crit, but can only watch over small regions."
LocFlyOverText="Scout's Watch"
LocPromotionPopupText="<Bullet/> Overwatch replaced with Scout's Watch. <br/><Bullet/> Scout's Watch - Overwatch over a long, narrow cone.<br/><Bullet/> Can reactively fire upon movement.<br/><Bullet/> Can crit and doesn't suffer from reaction fire penalties."